const About = () => {
  return (
    <section className="section">
      <div className="article">
        <h2>Місія комітету</h2>
        <p>
          {
            "Підготовка та проведення наукових форумів з теоретичної і прикладної механіки та суміжних наук."
          }
        </p>
        <p>
          {
            "Сприяння координації наукових досліджень в галузі механіки, що виконуються вченими вітчизняних наукових установ, закладів вищої освіти та науково-виробничих підприємств."
          }
        </p>
        <p>
          {
            "Сприяння впровадженню новітніх розробок в галузі механіки та суміжних наук у виробництво."
          }
        </p>
        <p>
          {
            "Зміцнення зв’язків механіків України з закордонними вченими, а також організаціями та міжнародними товариствами з метою розвитку механіки."
          }
        </p>
        <p>
          {
            "Представництво механіків України в Міжнародному союзі з теоретичної і прикладної механіки (IUTAM) та інших міжнародних організаціях з механіки і суміжних наук."
          }
        </p>
        <p>{"Розповсюдження науково-технічної інформації з механіки."}</p>
      </div>
    </section>
  );
};
export default About;
