import cl from "./News3.module.css";

const News3 = () => {
  return (
    <article className="article">
      <h3 className={cl.h3News1}>30 серпня 2024 </h3>
      <h2>
        Загальні збори Міжнародного союзу теоретичної та прикладної механіки
        (IUTAM).
      </h2>
      <p>
        Відбулись загальні збори. Захід проходив 25-30 серпня 2024 року в місті
        Тегу, Південна Корея.
      </p>
      <h3>Основними питаннями зборів були наступні питання:</h3>
      <ol className={cl.olItem}>
        <li>
          <h3>Результати аудиту за 2023 рік</h3>
          <p>
            За результатами проведеного аудиту, доходи Союзу за 2023 рік, з
            урахуванням витрат, склали понад 43 000 доларів США. Активи IUTAM на
            кінець 2023 року становили трохи більше 915 000 доларів США.
          </p>
          <p>Основні статті витрат на 2024 рік виглядають наступним чином:</p>
          <ul className={cl.ulItem}>
            <li>Відсоткові надходження: +4 018,27 $</li>
            <li>Зарплата: –684,92 $</li>
            <li>Внески членів: +90 935,06 $</li>
            <li>Витрати на проведення симпозіумів: –38 793,50 $</li>
            <li>Транспортні витрати: –12 262,29 $</li>
            <li>Офіс Генерального секретаря: –4 000 $</li>
            <li>Посередницькі послуги: –4 575,92 $</li>
            <li>ICTAM витрати: –2 872,54 $</li>
            <li>Інтернет та обслуговування сайту: –1 920,52 $</li>
          </ul>
        </li>
        <li>
          <h3>Зміни в представництві</h3>
          <ul className={cl.ulItem}>
            <li>
              <b>Австралія:</b> Після розпуску Національного комітету з машинобудівних
              наук представництво Австралії було відновлено через Australasian
              Fluid Mechanics Society.
            </li>
            <li>
              <b>В’єтнам:</b> Через фінансові труднощі В’єтнам завершив членство в
              IUTAM.
            </li>
            <li>
              <b>Вірменія</b> отримала статус члена категорії І, підвищившись з
              асоційованого статусу.
            </li>
          </ul>
        </li>
        <li>
          <h3>Інвестиції у симпозіуми та школи</h3>
          <p>
            Виділено $50,000 на підтримку різноманітності в тематиці симпозіумів
            та літніх шкіл у 2025–2027 роках. Щороку до стандартної суми гранту
            у $5,000, також надаватимуть додаткові $3,000 на проїзд і
            організаційні внески.
          </p>
        </li>
        <li>
          <h3>Нагороди за досягнення</h3>
          <p>
            Впроваджено нагородження п’ятьма медалями кожні 4 роки за
            досягнення. Передбачено 2 медалі в галузі рідини, 2 в галузі твердих
            тіл і 1 в галузі динаміки. Кожна медаль супроводжуватиметься
            грошовим гонораром у $2,000.
          </p>
        </li>
        <li>
          <h3>Регулярність проведення заходів</h3>
          <p>IUTAM запроваджує щорічне проведення симпозіумів і літніх шкіл.</p>
        </li>
        <li>
          <h3>Обрання керівників на 2025-2029 роки</h3>
          <ul className={cl.ulItem}>
            <li>President: Jacques Magnaudet (fluids, France)</li>
            <li>Vice-President: Norman Fleck (solids, UK)</li>
            <li>Treasurer: Pilar Ariza (solids, Spain)</li>
            <li>Secretary-General: Robert McMeeking (solids, USA)</li>
            <li>
              Directors:
              <ul className={cl.ulItem}>
                <li>Huajian Gao (solids, China)</li>
                <li>Kikuo Kishimoto (solids, Japan)</li>
                <li>Simon Song (fluids, Republic of Korea)</li>
                <li>Sarah Waters (fluids, UK)</li>
              </ul>
            </li>
            <li>Deputy director: Norman Fleck</li>
          </ul>
        </li>
        <li>
          <h3>Інші питання</h3>
          <ul className={cl.ulItem}>
            <li>Членський внесок у 2025 році залишиться на рівні $810.</li>
            <li>
              Дату наступних зборів буде повідомлено між 31 липня та 31 вересня
              2025 року.
            </li>
          </ul>
        </li>
      </ol>
    </article>
  );
};
export default News3;
