// General meeting
export const genmeet = [
  {
    href: "./pdf/genMeet/doc1.pdf",
    file: "doc1.pdf",
    title:
      "ПРОТОКОЛ засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року",
  },
  {
    href: "./pdf/genMeet/doc2.pdf",
    file: "doc2.pdf",
    title:
      "Додаток до Протоколу засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12.09.2023 (Звіт про діяльність Національного комітету України з теоретичної і прикладної механіки за період з 2014 року по 2023 рік)",
  },
  {
    href: "./pdf/genMeet/doc3.pdf",
    file: "doc3.pdf",
    title:
      "Ухвала №1 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про головуючого на засіданні загальних зборів)",
  },
  {
    href: "./pdf/genMeet/doc4.pdf",
    file: "doc4.pdf",
    title:
      " Ухвала №2 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про звіт голови Національного комітету про роботу комітету)",
  },
  {
    href: "./pdf/genMeet/doc5.pdf",
    file: "doc5.pdf",
    title:
      "Ухвала №3 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вибір нових членів Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc6.pdf",
    file: "doc6.pdf",
    title:
      "Додаток до Ухвали №3 від 12.09.2023 Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки (Список членів Національного комітету України з теоретичної і прикладної механіки, обраних Загальними зборами 12 вересня 2023 року)",
  },
  {
    href: "./pdf/genMeet/doc7.pdf",
    file: "doc7.pdf",
    title:
      "Ухвала №4 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про голову Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc8.pdf",
    file: "doc8.pdf",
    title:
      "Ухвала №5 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про заступника голови Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc9.pdf",
    file: "doc9.pdf",
    title:
      "Ухвала №6 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вченого секретаря Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc10.pdf",
    file: "doc10.pdf",
    title:
      "Ухвала №7 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про новий склад призидії Національного комітету України з теоретичної і прикладної механіки)",
  },
];

export const slider = [
  {
    title: "Початок конференції",
    image: "./img/sldr/1.jpg",
    text: "Виступає в.о. директора Інституту механіки ім. С.П. Тимошенка НАНУ, академік НАНУ Володимир Назаренко. Поряд зліва віце-президент НАНУ, академік НАНУ Вячеслав Богданов, справа секретар відділення механіки НАНУ, академік НАНУ Анатолій Булат",
  },
  {
    title: "Секція 10 Числові методи та комп’ютерне моделювання в механіці.",
    image: "./img/sldr/2.jpg",
    text: "Виступ член-кореспондент НАНУ Григоренка О.Я.",
  },
  {
    title: "Міжнародна секція",
    image: "./img/sldr/3.jpg",
    text: "Виступ PhD студентів з Туреччини",
  },
  {
    title: "Секція 4. м. Харків",
    image: "./img/sldr/4.jpg",
    text: "Секція 4 : Механіка взаємодіючих фізико-механічних полів в неоднорідних середовищах і елементах конструкцій (Харків). І навіть під час обстрілів у Харкові вчені виступають на конференції",
  },
  {
    title: "Виступ чл.-кор. НАНУ Григоренка О.Я.",
    image: "./img/sldr/5.jpg",
    text: "Засідання проводилось як в залі так і онлайн",
  },
  {
    title: "Міжнародна секція",
    image: "./img/sldr/6.jpg",
    text: "Секція F: Modern Applied Mechanics (Міжнародна секція). Чл.-кор. НАНУ Ярослав Жук веде міжнародну секцію.",
  },
];
