// General meeting
export const genmeet = [
  {
    href: "./pdf/genMeet/doc1.pdf",
    file: "doc1.pdf",
    title:
      "ПРОТОКОЛ засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року",
  },
  {
    href: "./pdf/genMeet/doc2.pdf",
    file: "doc2.pdf",
    title:
      "Додаток до Протоколу засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12.09.2023 (Звіт про діяльність Національного комітету України з теоретичної і прикладної механіки за період з 2014 року по 2023 рік)",
  },
  {
    href: "./pdf/genMeet/doc3.pdf",
    file: "doc3.pdf",
    title:
      "Ухвала №1 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про головуючого на засіданні загальних зборів)",
  },
  {
    href: "./pdf/genMeet/doc4.pdf",
    file: "doc4.pdf",
    title:
      " Ухвала №2 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про звіт голови Національного комітету про роботу комітету)",
  },
  {
    href: "./pdf/genMeet/doc5.pdf",
    file: "doc5.pdf",
    title:
      "Ухвала №3 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вибір нових членів Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc6.pdf",
    file: "doc6.pdf",
    title:
      "Додаток до Ухвали №3 від 12.09.2023 Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки (Список членів Національного комітету України з теоретичної і прикладної механіки, обраних Загальними зборами 12 вересня 2023 року)",
  },
  {
    href: "./pdf/genMeet/doc7.pdf",
    file: "doc7.pdf",
    title:
      "Ухвала №4 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про голову Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc8.pdf",
    file: "doc8.pdf",
    title:
      "Ухвала №5 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про заступника голови Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc9.pdf",
    file: "doc9.pdf",
    title:
      "Ухвала №6 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вченого секретаря Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc10.pdf",
    file: "doc10.pdf",
    title:
      "Ухвала №7 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про новий склад призидії Національного комітету України з теоретичної і прикладної механіки)",
  },
];

export const slider = [
  {
    title: "Title1",
    image: "./img/sldr/1.jpg",
    text: "Text1",
  },
  {
    title: "Title2",
    image: "./img/sldr/2.jpg",
    text: "Text2 It's me",
  },
  {
    title: "Title3",
    image: "./img/sldr/3.jpg",
    text: "Text3",
  },
  {
    title: "Title4",
    image: "./img/sldr/4.png",
    text: "Text4",
  },
  {
    title: "Title5",
    image: "./img/sldr/5.png",
    text: "Text5",
  },
  {
    title: "Title6",
    image: "./img/sldr/6.jpg",
    text: "Text6",
  },
]