// General meeting
export const genmeet = [
  {
    href: "./pdf/genMeet/doc1.pdf",
    file: "doc1.pdf",
    title:
      "ПРОТОКОЛ засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року",
  },
  {
    href: "./pdf/genMeet/doc2.pdf",
    file: "doc2.pdf",
    title:
      "Додаток до Протоколу засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12.09.2023 (Звіт про діяльність Національного комітету України з теоретичної і прикладної механіки за період з 2014 року по 2023 рік)",
  },
  {
    href: "./pdf/genMeet/doc3.pdf",
    file: "doc3.pdf",
    title:
      "Ухвала №1 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про головуючого на засіданні загальних зборів)",
  },
  {
    href: "./pdf/genMeet/doc4.pdf",
    file: "doc4.pdf",
    title:
      " Ухвала №2 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про звіт голови Національного комітету про роботу комітету)",
  },
  {
    href: "./pdf/genMeet/doc5.pdf",
    file: "doc5.pdf",
    title:
      "Ухвала №3 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вибір нових членів Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc6.pdf",
    file: "doc6.pdf",
    title:
      "Додаток до Ухвали №3 від 12.09.2023 Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки (Список членів Національного комітету України з теоретичної і прикладної механіки, обраних Загальними зборами 12 вересня 2023 року)",
  },
  {
    href: "./pdf/genMeet/doc7.pdf",
    file: "doc7.pdf",
    title:
      "Ухвала №4 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про голову Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc8.pdf",
    file: "doc8.pdf",
    title:
      "Ухвала №5 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про заступника голови Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc9.pdf",
    file: "doc9.pdf",
    title:
      "Ухвала №6 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про вченого секретаря Національного комітету України з теоретичної і прикладної механіки)",
  },
  {
    href: "./pdf/genMeet/doc10.pdf",
    file: "doc10.pdf",
    title:
      "Ухвала №7 засідання Загальних зборів членів Національного комітету України з теоретичної і прикладної механіки від 12 вересня 2023 року (Про новий склад призидії Національного комітету України з теоретичної і прикладної механіки)",
  },
];



//buttons in nav
export const nav = [
  { id: 0, 
    name: "MAIN", 
    artHeader: "Main", 
    article: '', 
    route: "/" },
  {
    id: 1,
    name: "SKILLS",
    artHeader: "Skills",
    article: '',
    route: "/skills",
  },
  {
    id: 2,
    name: "EDUCATION",
    artHeader: "Education",
    article: '',
    route: "/education",
  },
  {
    id: 3,
    name: "WORK EXPERIENCE",
    artHeader: "Work Experience",
    article: '',
    route: "/workexp",
  },
  {
    id: 4,
    name: "PROJECTS",
    artHeader: "Projects",
    article: '',
    route: "/projects",
  },

  {
    id: 5,
    name: "ABOUT ME",
    artHeader: "About me",
    article: '',
    route: "/aboutMe",
  },
  {
    id: 6,
    name: "CONTACTS",
    artHeader: "Contacts",
    article: '',
    route: "/contactsArt",
  },
];
//==================================
